Repository: rr-it/geolocations
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# pi1_wiz_description
source: Adds the Geolocations-plugin.
de: Fügt das Geolocations-Plugin hinzu.

# palette.paletteAddress
source: Address data
de: Adressdaten

# flexforms_tab.general
source: General
de: Allgemein

# flexforms_tab.map
source: Map
de: Karte

# flexforms_tab.list
source: List
de: Liste

# flexforms_tab.search
source: Search
de: Suche

# flexforms_general.switchableControllerActions
source: Plugin type
de: Plugin Typ

# flexforms_general.switchableControllerActions.I.0
source: Map view
de: Kartenansicht

# flexforms_general.switchableControllerActions.I.1
source: List view
de: Listenansicht

# flexforms_general.switchableControllerActions.I.2
source: Searchform
de: Suchformular

# flexforms_general.switchableControllerActions.I.3
source: Details view
de: Detailansicht

# flexforms_general.orderBy
source: Order by
de: Sortieren nach

# flexforms_general.orderBy.I.1
source: Title
de: Titel

# flexforms_general.orderBy.I.2
source: Timestamp
de: Zeitstempel

# flexforms_general.orderBy.I.3
source: Creation date
de: Erstellungsdatum

# flexforms_general.orderBy.I.4
source: Date field
de: Datumsfeld

# flexforms_general.sortOrder
source: Sort order
de: Sortierung

# flexforms_general.sortOrder.I.1
source: Ascendending
de: Aufsteigend

# flexforms_general.sortOrder.I.2
source: Descendending
de: Absteigend

# flexforms_general.recursive.I.inherit
source: Defined in typoscript
de: Definiert in TypoScript

# flexforms_shared.categories
source: Categories
de: Kategorien

# flexforms_map.initialCoordinates
source: Coordinates
de: Koordinaten

# flexforms_map.scrollwheel
source: Enable scrollwheel
de: Aktiviere Scrollrad

# flexforms_map.draggable
source: Enable dragging
de: Aktiviere Verschieben der Karte

# flexforms_map.enableDragScroll
source: Enable drag/scroll in initial state
de: Aktiviere Verschieben und Scrollen im Ausgangszustand

# flexforms_map.zoomControl
source: Enable zoom control
de: Aktiviere Steuerung für Vergrößerung

# flexforms_map.backgroundColor
source: Background color
de: Hintergrundfarbe

# flexforms_map.circleColor
source: Circle color
de: Farbe des Positionkreises

# flexforms_map.fullscreenControl
source: Enable fullscreen control
de: Aktiviere Vollbild

# flexforms_map.mapTypeIds
source: Selectable map types
de: Auswählbare Kartentypen

# flexforms_map.mapTypeIds.I.0
source: Satellite
de: Satellit

# flexforms_map.mapTypeIds.I.1
source: Roadmap
de: Straßenkarte

# flexforms_map.mapTypeIds.I.3
source: Terrain
de: Gelände

# flexforms_map.userStyles
source: User defined map style (JSON)
de: Benutzerdefinierter Kartenstil (JSON)

# flexforms_list.clickMode
source: Click-action
de: Klick-Aktion

# flexforms_list.clickMode.I.0
source: No action
de: Keine Aktion

# flexforms_list.clickMode.I.1
source: Unveil record
de: Eintrag aufklappen

# flexforms_list.clickMode.I.2
source: Show in map
de: In Karte zeigen

# flexforms_list.initialState
source: Initial state
de: Ausgangszustand

# flexforms_list.initialState.I.0
source: Empty
de: Leer

# flexforms_list.initialState.I.1
source: Show all records
de: Zeige alle Einträge

# flexforms_list.initialState.I.2
source: Show specific records
de: Zeige bestimmte Einträge

# flexforms_list.initialState.I.3
source: Show records from specific categories
de: Zeige Einträge bestimmter Kategorie

# flexforms_list.initialHidden
source: Hide initial list
de: Verstecke Liste im Ausgangszustand

# flexforms_list.singleRecords
source: Single records
de: Einzelne Einträge

# flexforms_search.searchResultPid
source: Searchresult PID
de: Suchergebnis PID

# flexforms_search.autocompleter.enable
source: Enable autocompleter
de: Aktiviere Autocompleter

# flexforms_search.automaticPosition
source: Automatically determine the current position
de: Automatische Ermittlung der aktuellen Position

# flexforms_search.showAllRecordsLink
source: Show link for "All records"
de: Zeige Link für "Alle Einträge"

# flexforms_search.showRadialSearch
source: Show radial search
de: Zeige Umkreissuche

# flexforms_search.radialSearchDistances
source: Radius value (Comma separated list)
de: Radius Werte (Komma separierte Liste)

# flexforms_search.showFulltextSearch
source: Show fulltext search
de: Zeige Volltextsuche

# flexforms_search.showCircleOnMap
source: Show circle on map
de: Zeige Umkreis auf der Karte

# flexforms_search.showCategories
source: Show category selection
de: Zeige Kategorieauswahl

# flexforms_template.cropMaxCharacters
source: Crop Characters
de: Anzahl an Zeichen
