Repository: rr-it/geolocations
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de

# mlang_tabs_tab
source: Locations
de: Standorte

# mlang_labels_tablabel
source: Locations Administration
de: Standorte Administration

# createNew
source: Create new location
de: Neuen Standort erstellen

# module.overview
source: Overview
de: Übersicht

# module.fillMissingCoordinates
source: Fill missing coordinates
de: Ergänze fehlende Koordinaten

# module.geocodeAddress
source: Test Google Maps API
de: Teste Google Maps API

# overview.title
source: Overview of all locations of this page
de: Übersicht aller Standorte dieser Seite

# overview.noLocations
source: No Locations available.
de: Keine Standorte an dieser Stelle verfügbar. Bitte wählen Sie eine Seite die Standort-Einträge beinhaltet.

# fillMissingCoordinates.title
source: Fill missing coordinates of locations
de: Ergänze fehlende Koordinaten von Standorten

# fillMissingCoordinates.count
source: There are %1$d records with missing coordinates.
de: Es wurden %1$d Einträge mit fehlenden Koordinaten gefunden.

# fillMissingCoordinates.ok
source: There are no records with missing coordinates.
de: Es wurden keine Einträge mit fehlenden Koordinaten gefunden.

# fillMissingCoordinates.startGeocode
source: Start Geocoding
de: Starte Geocoding

# fillMissingCoordinates.js.confirmTitle
source: Geocode Locations
de: Geocode Standorte

# fillMissingCoordinates.js.geocodeLocations
source: Do you really want to add missing coordinates for ALL Locations?
de: Wollen Sie die fehlenden Koordinaten ALLER Standorte ergänzen?

# fillMissingCoordinates.js.backgroundProcessRunning
source: Add coordinates: ###%
de: Ergänze Koordinaten: ###%

# fillMissingCoordinates.js.backgroundProcessFinished
source: Retrieving coordinates done!
de: Empfang der Koordinaten abgeschlossen!

# geocodeAddress.address
source: Address, ZIP City
de: Adresse, Postleitzahl Stadt

# geocodeAddress.geocodeAddress
source: Geocode addresse
de: Adresse geokodieren

# tx_geolocations_domain_model_location.title
source: Title
de: Titel

# tx_geolocations_domain_model_location.address
source: Address
de: Adresse

# tx_geolocations_domain_model_location.zip
source: ZIP
de: PLZ

# tx_geolocations_domain_model_location.city
source: City
de: Stadt

# tx_geolocations_domain_model_location.latitude
source: Latitude
de: Breitengrad

# tx_geolocations_domain_model_location.longitude
source: Longitude
de: Längengrad

# tx_geolocations_domain_model_location.categories
source: Category
de: Kategorie
